tap "eddieantonio/eddieantonio"
tap "homebrew/command-not-found"
tap "koekeishiya/formulae"
tap "sambadevi/powerlevel9k"
tap "wpscanteam/tap"
brew "openssl@3"
brew "readline"
brew "aircrack-ng"
brew "amass"
brew "argon2"
brew "glib"
brew "autoconf"
brew "python@3.12"
brew "autojump"
brew "automake"
brew "bat"
brew "binutils"
brew "binwalk"
brew "python@3.13"
brew "borgbackup"
brew "btop"
brew "cairo"
brew "chezmoi"
brew "cloudflared", restart_service: :changed
brew "cmake"
brew "create-dmg"
brew "curl"
brew "docker"
brew "docker-compose"
brew "gsettings-desktop-schemas"
brew "icu4c@77"
brew "harfbuzz"
brew "gtk+3"
brew "ncurses"
brew "ettercap"
brew "exiftool"
brew "exploitdb"
brew "fastfetch"
brew "gmp"
brew "opus"
brew "sdl2"
brew "ffmpeg"
brew "mpfr"
brew "libmpc"
brew "ffuf"
brew "ftxui"
brew "fzf"
brew "gh"
brew "go"
brew "gobuster"
brew "grep"
brew "hashcat"
brew "hugo"
brew "hydra"
brew "libtool"
brew "imagemagick"
brew "llvm"
brew "include-what-you-use"
brew "inetutils"
brew "iperf3"
brew "iproute2mac"
brew "john-jumbo"
brew "jq"
brew "kotlin"
brew "libicns"
brew "libusbmuxd"
brew "libimobiledevice"
brew "libxt"
brew "libxaw"
brew "libxfont"
brew "mas"
brew "node"
brew "mongosh"
brew "mysql-client"
brew "navi"
brew "ngspice"
brew "nikto"
brew "ninja"
brew "nlohmann-json"
brew "nmap"
brew "numpy"
brew "openvpn"
brew "pinentry-mac"
brew "pkgconf"
brew "pngcheck"
brew "pnpm"
brew "poppler"
brew "portaudio"
brew "proxychains-ng"
brew "qemu"
brew "qpdf"
brew "qt"
brew "samba"
brew "sdl2_image"
brew "speedtest-cli"
brew "svgo"
brew "tlrc"
brew "tmux"
brew "tree"
brew "wakeonlan"
brew "wget"
brew "zoxide"
brew "eddieantonio/eddieantonio/imgcat"
brew "sambadevi/powerlevel9k/powerlevel9k"
cask "dbeaver-community"
cask "firefox"
cask "folo"
cask "ghidra"
cask "gstreamer-runtime"
cask "mitmproxy"
cask "ngrok"
cask "openvpn-connect"
cask "pearcleaner"
cask "squirrel-app"
cask "steamcmd"
cask "swiftdefaultappsprefpane"
cask "wine-stable"
cask "zap"
mas "Amphetamine", id: 937984704
mas "Color Picker", id: 1545870783
mas "Disk Space Analyzer", id: 446243721
mas "GeoGebra Calculator Suite", id: 1504416652
mas "Gifski", id: 1351639930
mas "Goodnotes", id: 1444383602
mas "iLovePDF", id: 1207332399
mas "iStat Menus", id: 1319778037
mas "LINE", id: 539883307
mas "OpenSpeedTest-Server", id: 1579499874
mas "Pages", id: 409201541
mas "Photomator", id: 1444636541
mas "Pixelmator Pro", id: 1289583905
mas "Prodrafts", id: 1545810067
mas "Shazam", id: 897118787
mas "Tailscale", id: 1475387142
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "batisteo.vscode-django"
vscode "danielpinto8zz6.c-cpp-compile-run"
vscode "docker.docker"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dustypomerleau.rust-syntax"
vscode "ecmel.vscode-html-css"
vscode "fwcd.kotlin"
vscode "geeebe.duplicate"
vscode "golang.go"
vscode "kevinrose.vsc-python-indent"
vscode "mathiasfrohlich.kotlin"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-zh-hant"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "njpwerner.autodocstring"
vscode "openai.openai-chatgpt-adhoc"
vscode "parallelsdesktop.parallels-desktop"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "wholroyd.jinja"
